<template>
  <div class="about row d-flex justify-content-center">
    <div class="col-6">
      <p>
        Данный проект представляет из себя интерактивную обучающую среду,
        созданную для демонстрации и обучению подходов к построению систем на
        основе нейронных сетей для комплексных задач.
      </p>
      <p>
        В частности она содержит информацию по теме Transformer (на примере
        BERT), генеративные сети (Strable Diffusion) и их компонентов.
      </p>
      <p>
        Данная система была разработана <b>Воротниковым Валерианом</b>,
        студентом Московского Политехнического университета на направлении
        09.04.01 Компьютерная лингвистика и искусственный интеллект в 2022г.
      </p>
      <p>ENG</p>
      <p>This project ...</p>
    </div>
  </div>
</template>
